Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 一次性付费 · 含未来全部新模块
ar: دفعة واحدة · تشمل كل الوحدات المستقبلية
de: Einmalkauf · enthält alle künftigen Module
en: One-time purchase · includes all future modules
es_mx: Pago único · incluye todos los módulos futuros
fr: Achat unique · inclut tous les futurs modules
ja: 1 回限りの支払い · 今後の新モジュールをすべて含む
ko: 일회성 결제 · 향후 모든 신규 모듈 포함
pt_br: Pagamento único · inclui todos os módulos futuros
pt_pt: Pagamento único · inclui todos os módulos futuros
tr: Tek seferlik ödeme · gelecekteki tüm modülleri içerir
zh_hant: 一次性付費 · 含未來全部新模組
zh_hk: 一次性付費 · 含未來全部新模組

source: 一键补齐以上权限
ar: امنح كل ما سبق بنقرة واحدة
de: Alle oben genannten mit einem Tipp gewähren
en: Grant all the above with one tap
es_mx: Concede todo lo anterior con un toque
fr: Tout accorder ci-dessus d'un geste
ja: 上記の権限をワンタップで追加
ko: 위 권한을 한 번에 추가
pt_br: Conceda tudo acima com um toque
pt_pt: Conceda tudo acima com um toque
tr: Yukarıdakilerin tümünü tek dokunuşla verin
zh_hant: 一鍵補齊以上權限
zh_hk: 一鍵補齊以上權限

source: 一键补齐会跳转 Cloudflare 重新授权当前账号，无需退出登录；你可在授权页自行勾选要开放的权限。
ar: يفتح هذا Cloudflare لإعادة تفويض الحساب الحالي دون تسجيل الخروج؛ ويمكنك اختيار الصلاحيات الممنوحة في صفحة التفويض.
de: Dies öffnet Cloudflare, um das aktuelle Konto neu zu autorisieren – ohne Abmelden; auf der Autorisierungsseite kannst du wählen, welche Berechtigungen du erteilst.
en: This opens Cloudflare to re-authorize the current account — no sign-out needed; you can choose which permissions to grant on the authorization page.
es_mx: Esto abre Cloudflare para reautorizar la cuenta actual, sin cerrar sesión; puedes elegir qué permisos conceder en la página de autorización.
fr: Cela ouvre Cloudflare pour réautoriser le compte actuel, sans déconnexion ; vous pouvez choisir les autorisations à accorder sur la page d'autorisation.
ja: Cloudflare を開いて現在のアカウントを再認可します（ログアウト不要）。認可ページで付与する権限を選べます。
ko: Cloudflare를 열어 현재 계정을 재인증합니다(로그아웃 불필요). 인증 페이지에서 부여할 권한을 선택할 수 있습니다.
pt_br: Isso abre a Cloudflare para reautorizar a conta atual, sem sair da conta; você pode escolher quais permissões conceder na página de autorização.
pt_pt: Isto abre a Cloudflare para reautorizar a conta atual, sem terminar sessão; pode escolher que permissões conceder na página de autorização.
tr: Bu, geçerli hesabı yeniden yetkilendirmek için Cloudflare'i açar (oturum kapatmaya gerek yok); yetkilendirme sayfasında hangi izinleri vereceğinizi seçebilirsiniz.
zh_hant: 一鍵補齊會跳轉 Cloudflare 重新授權目前帳號，無需登出；你可在授權頁自行勾選要開放的權限。
zh_hk: 一鍵補齊會跳轉 Cloudflare 重新授權目前帳戶，無需登出；你可喺授權頁自行勾選要開放嘅權限。

source: 一键重授权
ar: إعادة التفويض بنقرة واحدة
de: Mit einem Tipp neu autorisieren
en: Re-authorize with one tap
es_mx: Reautorizar con un toque
fr: Réautoriser d'un geste
ja: ワンタップで再認可
ko: 한 번에 재인증
pt_br: Reautorizar com um toque
pt_pt: Reautorizar com um toque
tr: Tek dokunuşla yeniden yetkilendir
zh_hant: 一鍵重新授權
zh_hk: 一鍵重新授權

source: 上传
ar: رفع
de: Hochladen
en: Upload
es_mx: Subir
fr: Téléverser
ja: アップロード
ko: 업로드
pt_br: Enviar
pt_pt: Carregar
tr: Yükle
zh_hant: 上傳
zh_hk: 上傳

source: 上传会话未返回令牌
ar: لم تُرجع جلسة الرفع رمزًا
de: Upload-Sitzung lieferte kein Token
en: Upload session returned no token
es_mx: La sesión de subida no devolvió token
fr: La session d’envoi n’a renvoyé aucun jeton
ja: アップロードセッションがトークンを返しませんでした
ko: 업로드 세션이 토큰을 반환하지 않았습니다
pt_br: A sessão de envio não retornou token
pt_pt: A sessão de carregamento não devolveu token
tr: Yükleme oturumu jeton döndürmedi
zh_hant: 上傳工作階段未傳回權杖
zh_hk: 上傳工作階段未傳回權杖

source: 上传文件
ar: رفع ملف
de: Datei hochladen
en: Upload file
es_mx: Subir archivo
fr: Téléverser un fichier
ja: ファイルをアップロード
ko: 파일 업로드
pt_br: Enviar arquivo
pt_pt: Carregar ficheiro
tr: Dosya yükle
zh_hant: 上傳檔案
zh_hk: 上傳檔案

source: 上传方式
ar: طريقة الرفع
de: Upload-Methode
en: Upload method
es_mx: Método de subida
fr: Méthode d’envoi
ja: アップロード方法
ko: 업로드 방법
pt_br: Método de envio
pt_pt: Método de carregamento
tr: Yükleme Yöntemi
zh_hant: 上傳方式
zh_hk: 上傳方式

source: 上传照片或视频
ar: رفع صورة أو فيديو
de: Foto oder Video hochladen
en: Upload photo or video
es_mx: Subir foto o video
fr: Téléverser une photo ou une vidéo
ja: 写真またはビデオをアップロード
ko: 사진 또는 동영상 업로드
pt_br: Enviar foto ou vídeo
pt_pt: Carregar foto ou vídeo
tr: Fotoğraf veya video yükle
zh_hant: 上傳照片或影片
zh_hk: 上傳相片或影片

source: 上传部署
ar: الرفع والنشر
de: Hochladen & bereitstellen
en: Upload & Deploy
es_mx: Subir e implementar
fr: Téléverser et déployer
ja: アップロードしてデプロイ
ko: 업로드 및 배포
pt_br: Enviar e implantar
pt_pt: Carregar e implementar
tr: Yükle ve Dağıt
zh_hant: 上傳並部署
zh_hk: 上傳並部署

source: 上升
ar: ارتفع
de: Gestiegen
en: Increased
es_mx: Aumentó
fr: En hausse
ja: 増加
ko: 증가
pt_br: Aumentou
pt_pt: Aumentou
tr: Arttı

source: 上级文件夹
ar: المجلد الأصل
de: Übergeordneter Ordner
en: Parent folder
es_mx: Carpeta principal
fr: Dossier parent
ja: 親フォルダ
ko: 상위 폴더
pt_br: Pasta principal
pt_pt: Pasta principal
tr: Üst klasör
zh_hant: 上層資料夾
zh_hk: 上層資料夾

source: 上限为 0 表示不限速。
ar: الحد 0 يعني عدم وجود تحديد للمعدل.
de: Ein Limit von 0 bedeutet keine Ratenbegrenzung.
en: A limit of 0 means no rate limiting.
es_mx: Un límite de 0 significa sin límite de tasa.
fr: Une limite de 0 signifie aucune limitation de débit.
ja: 上限が 0 の場合はレート制限なしです。
ko: 한도가 0이면 속도 제한이 없습니다.
pt_br: Um limite de 0 significa sem limite de taxa.
pt_pt: Um limite de 0 significa sem limite de taxa.
tr: Sınırın 0 olması hız sınırı yok demektir.
zh_hant: 上限為 0 表示不限速。
zh_hk: 上限為 0 表示不限速。

source: 下午好
ar: مساء الخير
de: Guten Nachmittag
en: Good afternoon
es_mx: Buenas tardes
fr: Bon après-midi
ja: こんにちは
ko: 좋은 오후예요
pt_br: Boa tarde
pt_pt: Boa tarde
tr: İyi öğleden sonralar
zh_hant: 午安
zh_hk: 午安

source: 下拉刷新
ar: اسحب للتحديث
de: Zum Aktualisieren ziehen
en: Pull to refresh
es_mx: Desliza para actualizar
fr: Tirer pour actualiser
ja: 下に引いて更新
ko: 당겨서 새로고침
pt_br: Puxe para atualizar
pt_pt: Puxe para atualizar
tr: Yenilemek için çekin
zh_hant: 下拉重新整理
zh_hk: 下拉重新整理

source: 下拉刷新后，这里会展示域名概览
ar: اسحب للتحديث لرؤية نظرة عامة على نطاقاتك هنا
de: Zieh zum Aktualisieren, um hier deine Domain-Übersicht zu sehen
en: Pull to refresh to see your domain overview here
es_mx: Desliza para actualizar y ver aquí el resumen de tus dominios
fr: Tirez pour actualiser et voir l’aperçu de vos domaines ici
ja: 下に引っ張って更新すると、ここにドメインの概要が表示されます
ko: 당겨서 새로고침하면 도메인 개요가 여기에 표시됩니다
pt_br: Puxe para atualizar e ver aqui a visão geral dos seus domínios
pt_pt: Puxe para atualizar e ver aqui a vista geral dos seus domínios
tr: Alan adı genel görünümünüzü burada görmek için yenileyin
zh_hant: 下拉重新整理後，這裡會顯示網域概覽
zh_hk: 下拉刷新後，這裡會顯示域名概覽

source: 下载中…
ar: جارٍ التنزيل…
de: Wird heruntergeladen …
en: Downloading…
es_mx: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
pt_pt: A transferir…
tr: İndiriliyor…
zh_hant: 下載中…
zh_hk: 下載中…

source: 下降
ar: انخفض
de: Gesunken
en: Decreased
es_mx: Disminuyó
fr: En baisse
ja: 減少
ko: 감소
pt_br: Diminuiu
pt_pt: Diminuiu
tr: Azaldı

source: 不再只是查看——新建隧道、获取连接令牌与命令、配置公共主机名路由。
ar: أكثر من مجرد عرض الآن — أنشئ الأنفاق، واحصل على رموز الاتصال والأوامر، واضبط توجيه أسماء المضيفين العامة.
de: Mehr als nur Ansehen – Tunnel erstellen, Verbindungstoken und Befehle abrufen und Routing öffentlicher Hostnamen konfigurieren.
en: More than viewing now — create tunnels, get connection tokens and commands, and configure public hostname routing.
es_mx: Ya no solo para ver: crea túneles, obtén tokens y comandos de conexión y configura el enrutamiento por nombre de host público.
fr: Plus seulement consulter — créez des tunnels, obtenez des jetons de connexion et des commandes, et configurez le routage des noms d’hôte publics.
ja: 表示だけではなく、トンネルの作成、接続トークンとコマンドの取得、パブリックホスト名ルーティングの設定ができます。
ko: 이제 보기만이 아니라 터널 생성, 연결 토큰과 명령 가져오기, 공개 호스트 이름 라우팅 구성까지.
pt_br: Não é mais só visualizar: crie túneis, obtenha tokens e comandos de conexão e configure o roteamento por nome de host público.
pt_pt: Já não é só visualizar: crie túneis, obtenha tokens e comandos de ligação e configure o encaminhamento por nome de anfitrião público.
tr: Artık yalnızca görüntülemek değil — tüneller oluşturun, bağlantı belirteçleri ve komutları alın ve genel ana makine adı yönlendirmesini yapılandırın.
zh_hant: 不再只是檢視——建立通道、取得連線權杖與指令、設定公開主機名稱路由。
zh_hk: 不再只是查看——建立隧道、取得連線權杖與指令、設定公開主機名稱路由。

source: 不加密访客与 Cloudflare 之间的连接。
ar: حركة المرور بين الزوار وCloudflare غير مشفّرة.
de: Der Datenverkehr zwischen Besuchern und Cloudflare ist nicht verschlüsselt.
en: Traffic between visitors and Cloudflare is not encrypted.
es_mx: El tráfico entre los visitantes y Cloudflare no se cifra.
fr: Le trafic entre les visiteurs et Cloudflare n’est pas chiffré.
ja: 訪問者と Cloudflare 間の通信は暗号化されません。
ko: 방문자와 Cloudflare 간의 트래픽이 암호화되지 않습니다.
pt_br: O tráfego entre os visitantes e a Cloudflare não é criptografado.
pt_pt: O tráfego entre os visitantes e a Cloudflare não é encriptado.
tr: Ziyaretçiler ile Cloudflare arasındaki trafik şifrelenmez.
zh_hant: 不加密訪客與 Cloudflare 之間的連線。
zh_hk: 不加密訪客與 Cloudflare 之間的連線。

source: 不启用
ar: معطّل
de: Aus
en: Off
es_mx: Desactivado
fr: Désactivé
ja: 無効
ko: 사용 안 함
pt_br: Desativado
pt_pt: Desativado
tr: Kapalı
zh_hant: 不啟用
zh_hk: 不啟用

source: 不扫描
ar: عدم الفحص الضوئي
de: Nicht scannen
en: No Scan
es_mx: No escanear
fr: Ne pas analyser
ja: スキャンしない
ko: 스캔 안 함
pt_br: Não verificar
pt_pt: Não analisar
tr: Tarama yok
zh_hant: 不掃描
zh_hk: 不掃描

source: 不支持的压缩方式（%lld）
ar: طريقة ضغط غير مدعومة (%lld)
de: Nicht unterstützte Komprimierung (%lld)
en: Unsupported compression method (%lld)
es_mx: Método de compresión no compatible (%lld)
fr: Méthode de compression non prise en charge (%lld)
ja: 未対応の圧縮方式（%lld）
ko: 지원되지 않는 압축 방식(%lld)
pt_br: Método de compressão não suportado (%lld)
pt_pt: Método de compressão não suportado (%lld)
tr: Desteklenmeyen sıkıştırma yöntemi (%lld)
zh_hant: 不支援的壓縮方式（%lld）
zh_hk: 不支援的壓縮方式（%lld）

source: 不是有效的 JSON
ar: JSON غير صالح
de: Kein gültiges JSON
en: Not valid JSON
es_mx: JSON no válido
fr: JSON non valide
ja: 有効な JSON ではありません
ko: 유효한 JSON이 아닙니다
pt_br: JSON inválido
pt_pt: JSON inválido
tr: Geçerli JSON değil

source: 不是有效的 ZIP 文件
ar: ملف ZIP غير صالح
de: Keine gültige ZIP-Datei
en: Not a valid ZIP file
es_mx: Archivo ZIP no válido
fr: Fichier ZIP non valide
ja: 有効な ZIP ファイルではありません
ko: 유효한 ZIP 파일이 아닙니다
pt_br: Arquivo ZIP inválido
pt_pt: Ficheiro ZIP inválido
tr: Geçerli ZIP dosyası değil
zh_hant: 不是有效的 ZIP 檔案
zh_hk: 不是有效的 ZIP 檔案

source: 不检查
ar: عدم الفحص
de: Nicht prüfen
en: Do Not Inspect
es_mx: No inspeccionar
fr: Ne pas inspecter
ja: 検査しない
ko: 검사 안 함
pt_br: Não inspecionar
pt_pt: Não inspecionar
tr: İnceleme
zh_hant: 不檢查
zh_hk: 不檢查

source: 不等于
ar: لا يساوي
de: Ungleich
en: Not equals
es_mx: Distinto de
fr: Différent de
ja: 次と等しくない
ko: 같지 않음
pt_br: Diferente de
pt_pt: Diferente de
tr: Eşit değildir
zh_hant: 不等於
zh_hk: 不等於

source: 不限
ar: بلا حد
de: Unbegrenzt
en: Unlimited
es_mx: Sin límite
fr: Illimité
ja: 無制限
ko: 무제한
pt_br: Ilimitado
pt_pt: Ilimitado
tr: Sınırsız

source: 丢弃
ar: إسقاط
de: Verwerfen
en: Drop
es_mx: Descartar
fr: Abandonner
ja: 破棄
ko: 삭제
pt_br: Descartar
pt_pt: Descartar
tr: Bırak
zh_hant: 丟棄
zh_hk: 捨棄

source: 严重
ar: جسيم
de: Schwerwiegend
en: Major
es_mx: Grave
fr: Majeur
ja: 深刻
ko: 심각
pt_br: Grave
pt_pt: Grave
tr: Önemli
zh_hant: 嚴重
zh_hk: 嚴重

source: 中东
ar: الشرق الأوسط
de: Naher Osten
en: Middle East
es_mx: Oriente Medio
fr: Moyen-Orient
ja: 中東
ko: 중동
pt_br: Oriente Médio
pt_pt: Médio Oriente
tr: Orta Doğu
zh_hant: 中東
zh_hk: 中東

source: 中午好
ar: طاب يومك
de: Guten Mittag
en: Good afternoon
es_mx: Buenas tardes
fr: Bon midi
ja: こんにちは
ko: 좋은 오후예요
pt_br: Boa tarde
pt_pt: Boa tarde
tr: İyi öğlenler
zh_hant: 午安
zh_hk: 午安

source: 临时绕过缓存（3 小时后自动关闭）
ar: تجاوز التخزين المؤقت مؤقتًا (يتوقف تلقائيًا بعد 3 ساعات)
de: Cache vorübergehend umgehen (nach 3 Stunden automatisch aus)
en: Temporarily bypass cache (auto-off after 3 hours)
es_mx: Omitir la caché temporalmente (se desactiva tras 3 horas)
fr: Contourner temporairement le cache (désactivé automatiquement après 3 heures)
ja: キャッシュを一時的にバイパス（3時間後に自動オフ）
ko: 캐시 임시 우회(3시간 후 자동 해제)
pt_br: Ignorar o cache temporariamente (desativa após 3 horas)
pt_pt: Ignorar a cache temporariamente (desativa após 3 horas)
tr: Önbelleği geçici olarak atla (3 saat sonra otomatik kapanır)
zh_hant: 暫時略過快取（3 小時後自動關閉）
zh_hk: 暫時繞過緩存（3 小時後自動關閉）

source: 为 App 评分
ar: قيّم التطبيق
de: App bewerten
en: Rate the App
es_mx: Calificar la app
fr: Noter l’app
ja: アプリを評価
ko: 앱 평가하기
pt_br: Avaliar o app
pt_pt: Avaliar a app
tr: Uygulamayı puanla
zh_hant: 為 App 評分
zh_hk: 為 App 評分

source: 为命名空间起一个便于识别的名字。
ar: امنح مساحة الاسم اسمًا يسهل تمييزه.
de: Gib dem Namespace einen erkennbaren Namen.
en: Give the namespace a recognizable name.
es_mx: Dale al espacio de nombres un nombre reconocible.
fr: Donnez à l’espace de noms un nom reconnaissable.
ja: 名前空間に分かりやすい名前を付けます。
ko: 네임스페이스에 알아보기 쉬운 이름을 지정하세요.
pt_br: Dê ao namespace um nome reconhecível.
pt_pt: Dê ao namespace um nome reconhecível.
tr: Ad alanına tanınabilir bir ad verin.
zh_hant: 為命名空間取一個容易辨識的名稱。
zh_hk: 為命名空間取一個容易辨識的名稱。

source: 为数据库起一个便于识别的名字。
ar: امنح قاعدة البيانات اسمًا يسهل التعرف عليه.
de: Gib der Datenbank einen gut erkennbaren Namen.
en: Give the database a recognizable name.
es_mx: Dale a la base de datos un nombre fácil de identificar.
fr: Donnez à la base de données un nom facilement reconnaissable.
ja: 識別しやすい名前を付けてください。
ko: 데이터베이스에 알아보기 쉬운 이름을 지정하세요.
pt_br: Dê um nome fácil de identificar ao banco de dados.
pt_pt: Atribua um nome fácil de identificar à base de dados.
tr: Veritabanına kolayca tanınabilir bir ad verin.
zh_hant: 為資料庫取一個方便辨識的名稱。
zh_hk: 為資料庫改一個方便識別的名稱。

source: 为源站提供 IPv6 访问
ar: توفير وصول IPv6 إلى المصدر
de: IPv6-Zugriff für deinen Origin bereitstellen
en: Provide IPv6 access to your origin
es_mx: Proporciona acceso IPv6 a tu servidor de origen
fr: Fournir un accès IPv6 à votre origine
ja: オリジンに IPv6 アクセスを提供します
ko: 원본 서버에 IPv6 액세스를 제공합니다
pt_br: Fornece acesso IPv6 à sua origem
pt_pt: Fornece acesso IPv6 à sua origem
tr: Kaynağınıza IPv6 erişimi sağlayın
zh_hant: 為源站提供 IPv6 存取
zh_hk: 為源站提供 IPv6 存取

source: 主机
ar: المضيف
de: Host
en: Host
es_mx: Host
fr: Hôte
ja: ホスト
ko: 호스트
pt_br: Host
pt_pt: Anfitrião
tr: Ana Bilgisayar
zh_hant: 主機
zh_hk: 主機

source: 主机，如 1.1.1.1 或 example.com
ar: المضيف، مثل 1.1.1.1 أو example.com
de: Host, z. B. 1.1.1.1 oder example.com
en: Host, e.g. 1.1.1.1 or example.com
es_mx: Host, p. ej. 1.1.1.1 o example.com
fr: Hôte, p. ex. 1.1.1.1 ou example.com
ja: ホスト（例: 1.1.1.1 または example.com）
ko: 호스트, 예: 1.1.1.1 또는 example.com
pt_br: Host, ex.: 1.1.1.1 ou example.com
pt_pt: Anfitrião, p. ex. 1.1.1.1 ou example.com
tr: Ana makine, örn. 1.1.1.1 veya example.com
zh_hant: 主機，例如 1.1.1.1 或 example.com
zh_hk: 主機，例如 1.1.1.1 或 example.com

source: 主机名
ar: اسم المضيف
de: Hostname
en: Hostname
es_mx: Nombre de host
fr: Nom d’hôte
ja: ホスト名
ko: 호스트 이름
pt_br: Nome de host
pt_pt: Nome de anfitrião
tr: Ana makine adı
zh_hant: 主機名稱
zh_hk: 主機名稱

source: 主机名，如 lb.example.com
ar: اسم المضيف، مثل lb.example.com
de: Hostname, z. B. lb.example.com
en: Hostname, e.g. lb.example.com
es_mx: Nombre de host, p. ej. lb.example.com
fr: Nom d'hôte, p. ex. lb.example.com
ja: ホスト名（例：lb.example.com）
ko: 호스트 이름(예: lb.example.com)
pt_br: Nome do host, ex. lb.example.com
pt_pt: Nome do anfitrião, ex. lb.example.com
tr: Ana bilgisayar adı, örn. lb.example.com
zh_hant: 主機名稱，如 lb.example.com
zh_hk: 主機名稱，如 lb.example.com

source: 主要位置
ar: الموقع الرئيسي
de: Primärer Standort
en: Primary location
es_mx: Ubicación principal
fr: Emplacement principal
ja: プライマリの場所
ko: 기본 위치
pt_br: Local principal
pt_pt: Localização principal
tr: Birincil konum

source: 主要位置决定数据库主副本所在区域，选择「自动」由 Cloudflare 就近分配。
ar: يحدد الموقع الرئيسي منطقة النسخة الأساسية لقاعدة البيانات. اختر «تلقائي» لتدع Cloudflare يخصص الأقرب.
de: Der primäre Standort legt die Region des primären Replikats der Datenbank fest. Wähle „Automatisch“, damit Cloudflare den nächstgelegenen zuweist.
en: The primary location sets the region for the database’s primary replica. Choose Auto to let Cloudflare assign the closest one.
es_mx: La ubicación principal define la región de la réplica principal de la base de datos. Elige Automático para que Cloudflare asigne la más cercana.
fr: L’emplacement principal définit la région du réplica principal de la base de données. Choisissez « Automatique » pour laisser Cloudflare attribuer le plus proche.
ja: プライマリの場所はデータベースのプライマリレプリカが置かれるリージョンを決めます。「自動」を選ぶと Cloudflare が最寄りを割り当てます。
ko: 기본 위치는 데이터베이스 기본 복제본이 위치할 지역을 결정합니다. '자동'을 선택하면 Cloudflare가 가장 가까운 곳에 배치합니다.
pt_br: O local principal define a região da réplica principal do banco de dados. Escolha Automático para que a Cloudflare atribua a mais próxima.
pt_pt: A localização principal define a região da réplica principal da base de dados. Escolha Automático para que a Cloudflare atribua a mais próxima.
tr: Birincil konum, veritabanının birincil kopyasının bölgesini belirler. Cloudflare’ın en yakını atamasını sağlamak için “Otomatik”i seçin.
zh_hant: 主要位置決定資料庫主要副本所在的區域，選擇「自動」由 Cloudflare 就近分配。
zh_hk: 主要位置決定資料庫主要副本所在的區域，選擇「自動」由 Cloudflare 就近分配。

source: 主题 CN
ar: اسم الموضوع (CN)
de: Subject-CN
en: Subject CN
es_mx: CN del sujeto
fr: CN du sujet
ja: サブジェクト CN
ko: 주체 CN
pt_br: CN do assunto
pt_pt: CN do sujeito
tr: Konu CN
zh_hant: 主體 CN
zh_hk: 主體 CN

source: 书写规则
ar: منشئ القواعد
de: Regel-Builder
en: Rule builder
es_mx: Editor de reglas
fr: Éditeur de règles
ja: ルール作成
ko: 규칙 작성
pt_br: Editor de regras
pt_pt: Editor de regras
tr: Kural Oluşturucu
zh_hant: 撰寫規則
zh_hk: 撰寫規則

source: 书签
ar: إشارة مرجعية
de: Lesezeichen
en: Bookmark
es_mx: Marcador
fr: Signet
ja: ブックマーク
ko: 북마크
pt_br: Marcador
pt_pt: Marcador
tr: Yer imi
zh_hant: 書籤
zh_hk: 書籤

source: 买断
ar: شراء دائم
de: Einmalkauf
en: Lifetime
es_mx: Compra única
fr: Achat à vie
ja: 買い切り
ko: 평생 이용권
pt_br: Vitalício
pt_pt: Vitalício
tr: Ömür boyu
zh_hant: 買斷
zh_hk: 買斷

source: 买断 Pro
ar: شراء Pro للأبد
de: Pro dauerhaft kaufen
en: Buy Pro Lifetime
es_mx: Comprar Pro de por vida
fr: Acheter Pro à vie
ja: Pro を買い切りで購入
ko: Pro 평생 이용권 구매
pt_br: Comprar Pro vitalício
pt_pt: Comprar Pro vitalício
tr: Pro’yu ömür boyu satın al
zh_hant: 買斷 Pro
zh_hk: 買斷 Pro

source: 了解 Orange Cloud Pro
ar: تعرّف على Orange Cloud Pro
de: Mehr über Orange Cloud Pro
en: About Orange Cloud Pro
es_mx: Acerca de Orange Cloud Pro
fr: À propos d’Orange Cloud Pro
ja: Orange Cloud Pro について
ko: Orange Cloud Pro 알아보기
pt_br: Sobre o Orange Cloud Pro
pt_pt: Sobre o Orange Cloud Pro
tr: Orange Cloud Pro hakkında

source: 事件详情
ar: تفاصيل الحادث
de: Vorfalldetails
en: Incident Details
es_mx: Detalles del incidente
fr: Détails de l’incident
ja: インシデント詳細
ko: 인시던트 상세
pt_br: Detalhes do incidente
pt_pt: Detalhes do incidente
tr: Olay ayrıntıları
zh_hant: 事件詳情
zh_hk: 事件詳情

source: 事后分析
ar: تحليل ما بعد الحادث
de: Postmortem
en: Postmortem
es_mx: Análisis posterior
fr: Analyse post-incident
ja: 事後分析
ko: 사후 분석
pt_br: Análise pós-incidente
pt_pt: Análise pós-incidente
tr: Olay sonrası analiz
zh_hant: 事後分析
zh_hk: 事後分析

source: 二进制数据
ar: بيانات ثنائية
de: Binärdaten
en: Binary data
es_mx: Datos binarios
fr: Données binaires
ja: バイナリデータ
ko: 바이너리 데이터
pt_br: Dados binários
pt_pt: Dados binários
tr: İkili veri
zh_hant: 二進位資料
zh_hk: 二進位數據

source: 亚太地区
ar: آسيا والمحيط الهادئ
de: Asien-Pazifik
en: Asia-Pacific
es_mx: Asia-Pacífico
fr: Asie-Pacifique
ja: アジア太平洋
ko: 아시아 태평양
pt_br: Ásia-Pacífico
pt_pt: Ásia-Pacífico
tr: Asya-Pasifik
zh_hant: 亞太地區
zh_hk: 亞太地區

source: 亚洲
ar: آسيا
de: Asien
en: Asia
es_mx: Asia
fr: Asie
ja: アジア
ko: 아시아
pt_br: Ásia
pt_pt: Ásia
tr: Asya
zh_hant: 亞洲
zh_hk: 亞洲

source: 产品服务
ar: المنتجات والخدمات
de: Produkte & Dienste
en: Products & Services
es_mx: Productos y servicios
fr: Produits et services
ja: 製品・サービス
ko: 제품 및 서비스
pt_br: Produtos e serviços
pt_pt: Produtos e serviços
tr: Ürünler ve Hizmetler
zh_hant: 產品服務
zh_hk: 產品服務

source: 亮色
ar: فاتح
de: Hell
en: Light
es_mx: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
pt_pt: Claro
tr: Açık
zh_hant: 淺色
zh_hk: 淺色

source: 仅 DNS
ar: DNS فقط
de: Nur DNS
en: DNS only
es_mx: Solo DNS
fr: DNS uniquement
ja: DNS のみ
ko: DNS만
pt_br: Somente DNS
pt_pt: Apenas DNS
tr: Yalnızca DNS
zh_hant: 僅 DNS
zh_hk: 僅 DNS

source: 仅必选
ar: المطلوب فقط
de: Nur erforderliche
en: Required only
es_mx: Solo requeridos
fr: Requis uniquement
ja: 必須のみ
ko: 필수만
pt_br: Apenas obrigatórios
pt_pt: Apenas obrigatórios
tr: Yalnızca Gerekli
zh_hant: 僅必選
zh_hk: 僅必選

source: 仅支持 https。
ar: يُدعم https فقط.
de: Nur https wird unterstützt.
en: Only https is supported.
es_mx: Solo se admite https.
fr: Seul https est pris en charge.
ja: https のみ対応しています。
ko: https만 지원합니다.
pt_br: Apenas https é suportado.
pt_pt: Apenas https é suportado.
tr: Yalnızca https desteklenir.
zh_hant: 僅支援 https。
zh_hk: 僅支援 https。

source: 仅显示前 %lld 行（共 %lld 行）
ar: عرض أول %1$lld صف من أصل %2$lld
de: Erste %1$lld von %2$lld Zeilen werden angezeigt
en: Showing first %1$lld of %2$lld rows
es_mx: Mostrando las primeras %1$lld de %2$lld filas
fr: Affichage des %1$lld premières lignes sur %2$lld
ja: 先頭 %1$lld 行を表示（全 %2$lld 行）
ko: 전체 %2$lld행 중 처음 %1$lld행 표시
pt_br: Mostrando as primeiras %1$lld de %2$lld linhas
pt_pt: A mostrar as primeiras %1$lld de %2$lld linhas
tr: %2$lld satırın ilk %1$lld tanesi gösteriliyor
zh_hant: 僅顯示前 %1$lld 列（共 %2$lld 列）
zh_hk: 僅顯示前 %1$lld 行（共 %2$lld 行）

source: 仅显示当前账号最近 30 天的操作记录。
ar: يعرض إجراءات الحساب الحالي خلال آخر 30 يومًا فقط.
de: Zeigt nur Aktivitäten des aktuellen Kontos der letzten 30 Tage.
en: Shows only the current account’s activity from the last 30 days.
es_mx: Muestra solo la actividad de la cuenta actual de los últimos 30 días.
fr: Affiche uniquement l’activité du compte actuel sur les 30 derniers jours.
ja: 現在のアカウントの過去 30 日間の操作のみを表示します。
ko: 현재 계정의 지난 30일간 활동만 표시합니다.
pt_br: Mostra apenas a atividade da conta atual dos últimos 30 dias.
pt_pt: Mostra apenas a atividade da conta atual dos últimos 30 dias.
tr: Yalnızca mevcut hesabın son 30 gündeki etkinliğini gösterir.
zh_hant: 只顯示目前帳號最近 30 天的操作記錄。
zh_hk: 只顯示目前帳戶最近 30 天的操作記錄。

source: 仅记录
ar: تسجيل فقط
de: Nur protokollieren
en: Log only
es_mx: Solo registrar
fr: Journaliser seulement
ja: ログのみ
ko: 기록만
pt_br: Apenas registrar
pt_pt: Apenas registar
tr: Yalnızca günlüğe kaydet
zh_hant: 僅記錄
zh_hk: 僅記錄

source: 仅退出此账号并撤销其授权，其他已登录账号不受影响。
ar: يتم تسجيل خروج هذا الحساب فقط وإلغاء تفويضه. لا تتأثر الحسابات الأخرى.
de: Nur dieses Konto wird abgemeldet und seine Autorisierung widerrufen. Andere Konten sind nicht betroffen.
en: Only this account is signed out and its authorization revoked. Other accounts are unaffected.
es_mx: Solo se cierra esta cuenta y se revoca su autorización. Las demás cuentas no se ven afectadas.
fr: Seul ce compte est déconnecté et son autorisation révoquée. Les autres comptes ne sont pas affectés.
ja: このアカウントのみログアウトし、認可を取り消します。他のアカウントには影響しません。
ko: 이 계정만 로그아웃되고 인증이 취소됩니다. 다른 로그인된 계정은 영향을 받지 않습니다.
pt_br: Apenas esta conta é desconectada e sua autorização é revogada. As outras contas não são afetadas.
pt_pt: Apenas esta conta termina sessão e a sua autorização é revogada. As outras contas não são afetadas.
tr: Yalnızca bu hesabın oturumu kapatılır ve yetkilendirmesi iptal edilir. Diğer hesaplar etkilenmez.
zh_hant: 僅登出此帳號並撤銷其授權，其他已登入帳號不受影響。
zh_hk: 僅登出此帳戶並撤銷其授權，其他已登入帳戶不受影響。
